/* 
  HelperLocalization.strings
  Secrets

  Created by Paulo Andrade on 07/08/16.
  Copyright © 2016 Outer Corner. All rights reserved.
*/

/* Menu bar item for new login action */
"StatusBarMenu.NewLogin" = "New Login";

/* Menu bar item name */
"StatusBarMenu.LoginPrompts" = "Login prompts:";

/* Menu bar item name for when no fillable forms are found */
"StatusBarMenu.NoLoginPrompts" = "No login prompts found";

/* Menu item title for showing the application. Eg: Show Secrets */
"StatusBarMenu.ShowApp" = "Show %@";

/* Menu item title for opening the application. Eg: Open Secrets */
"StatusBarMenu.OpenApp" = "Open %@";

/* Menu item for when the app is unlocked. Eg: Secrets is unlocked */
"StatusBarMenu.AppUnlocked" = "%@ is unlocked";

/* Menu item for locking the app */
"StatusBarMenu.LockApp" = "Lock";

/* Menu item for when the app is locked. Eg: Secrets is locked */
"StatusBarMenu.AppLocked" = "%@ is locked";

/* Menu item for when the app isn't running. Eg: Secrets isn't running */
"StatusBarMenu.AppNotRunning" = "%@ isn't running";
